// localized port names

"ether"                   = "Ethernet";
"multiether"              = "Ethernet %@";
"pci-ether"               = "PCI Ethernet-sleuf %@";
"pci-multiether"          = "PCI Ethernet-sleuf %@, poort %@";
"thunderbolt-ether"       = "Thunderbolt Ethernet-sleuf %@";
"thunderbolt-multiether"  = "Thunderbolt Ethernet-sleuf %@, poort %@";
"usb-ether"               = "USB Ethernet (%@)";
"generic-ether"           = "Ethernet-adapter (%@)";

"airport"                 = "Wi-Fi";
"generic-wireless"        = "Draadloze netwerkadapter (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "PCI FireWire-sleuf %@";
"pci-multifirewire"       = "PCI FireWire-sleuf %@, poort %@";
"thunderbolt-firewire"    = "Thunderbolt FireWire-sleuf %@";
"thunderbolt-multifirewire" = "Thunderbolt FireWire-sleuf %@, poort %@";
"generic-firewire"        = "FireWire-adapter (%@)";

"bluetooth"               = "Bluetooth DUN";
"bluetooth-modem"         = "USB Bluetooth-modemadapter";
"bluetooth-modem-port"    = "Bluetooth-modempoort";
"generic-bluetooth-modem" = "Bluetooth-modem (%@)";

"bluetooth-pan-gn"        = "Bluetooth PAN";
"bluetooth-pan-nap"       = "Bluetooth PAN-NAP";
"bluetooth-pan-u"         = "Bluetooth P2P";

"irda"                    = "IrDA";
"irda-ircomm"             = "USB IrDA-modemadapter";
"irda-ircomm-port"        = "IrDA-modempoort";

"loopback"                = "Loopback";

"modem"                   = "Interne modem";

"modem-port"              = "Modempoort";
"modem-printer-port"      = "Modem-/printerpoort";

"printer-port"            = "Printerpoort";
"serial-port"             = "Seriële poort";

"usbmodem"                = "USB-modem"; 
"generic-usbmodem"        = "USB-modem (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "Ethernet-bond (%@)";

"bridge"                  = "Brug (%@)";

"vlan"                    = "VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6naar4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN (%@)";

// port names (from drivers) that would be good to localize

"AppleTV"                 = "Apple TV-USB";

"Display Ethernet"        = "Beeldscherm-Ethernet";
"Display FireWire"        = "Beeldscherm-FireWire";

"External Modem"          = "Externe modem";

"iPad"                    = "iPad USB";

"iPhone"                  = "iPhone USB";

"iPod"                    = "iPod USB";

"USB Ethernet"            = "USB-Ethernet";
"USB Gigabit Ethernet"    = "USB-Gigabit-Ethernet";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "Ingebouwd Ethernet";
"X-multiether"            = "Ingebouwd Ethernet %@";
"X-firewire"              = "Ingebouwd FireWire";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
